export const games = [
  {
    id: 1,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/271590/header.jpg?t=1618856444",
    title: "GTA 5",
    genres: ["Экшен", "Открытый мир", "Боевик"],
    price: 1498,
    video: "https://www.youtube.com/embed/gwrACg0hppI",
    description:
      "Когда молодой уличный жулик, отставной грабитель банков и опасный для общества психопат оказываются втянуты в разборки с самыми пугающими и сумасшедшими представителями криминального мира, правительства США и индустрии развлечений, им приходится выполнить серию рискованных налетов, чтобы выжить в безжалостном городе, где они не могут доверять никому – и в первую очередь друг другу. Grand Theft Auto V для PC позволяет игрокам исследовать знаменитый мир Лос-Сантоса и округа Блэйн в разрешении до 4k и выше с частотой 60 кадров в секунду.",
  },
  {
    id: 2,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/730/header.jpg?t=1635269541",
    title: "CS:GO",
    genres: ["Шутер", "Экшен", "Тактика", "Шутер от первого лица"],
    price: 1080,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/81958/movie480.webm?t=1554409259",
    description:
      "Counter-Strike: Global Offensive (CS:GO) расширяет границы ураганной командной игры, представленной ещё 19 лет назад. CS:GO включает в себя новые карты, персонажей, оружие и режимы игры, а также улучшает классическую составляющую CS (de_dust2 и т. п.).",
  },
  {
    id: 3,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/578080/header.jpg?t=1634810164",
    title: "PUBG",
    genres: ["Выживание", "Шутер", "Для нескольких игроков"],
    price: 949,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/256842241/movie480_vp9.webm?t=1625828895",
    description:
      "PLAYERUNKNOWN'S BATTLEGROUNDS - это шутер в котором выигрывает последний оставшийся в живых участник. Начиная игру ни с чем, вы должны раздобыть оружие и припасы чтобы бороться за первое место и стать последним героем. Напряженная битва в этой реалистичной игре происходит на огромном 8х8 километровом пост-советском черноморском острове Эрангель. PLAYERUNKNOWN'S BATTLEGROUNDS разрабатывается на Unreal Engine 4 с постоянной помощью и поддержкой от наших игроков.",
  },
  {
    id: 4,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/1506830/header.jpg?t=1637258416",
    title: "FIFA 2022",
    genres: ["Футбол", "Спортивная игра", "Соревновательная"],
    price: 3499,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/256852627/movie480_vp9.webm?t=1633113400",
    description:
      "Режим карьеры – Воплотите свои мечты — как тренера, так и игрока — в жизнь в FIFA 22. Соберите новый клуб в FIFA, придумайте дизайн формы, создайте стиль стадиона и выбирайте — играть среди элиты или поднимать ваш клуб к славе из нижних дивизионов. Или же проверьте свое мастерство в качестве игрока в режиме карьеры: оцените новые способы прогрессировать и добиваться успеха и с головой погрузитесь в восхождение вашего игрока в футбольной иерархии.",
  },
  {
    id: 5,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/286690/header.jpg?t=1600354146",
    title: "Metro 2033",
    genres: ["Постапокалипсис", "Шутер от первого лица", "Экшен"],
    price: 419,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/2034180/movie480.webm?t=1447363410",
    description:
      "В 2013 году на мир обрушился апокалипсис, почти полностью уничтоживший человечество и превративший поверхность Земли в отравленную пустошь.Горстка выживших укрылась в глубинах московского метро, а человечество погрузилось в новое Средневековье. Настал 2033 год. Под землей выросло целое поколение. Осажденные города-станции борются меж собой за выживание, а вне городов рыщут ужасные мутанты. Вас зовут Артем. Вы родились в последние дни перед тем, как сгорела Земля, но выросли под землей. Прежде вы еще не выходили за черту города, но судьбоносное событие заставило вас отправиться в отчаянное путешествие в самый центр подземного лабиринта, чтобы предупредить оставшихся в живых о нависшей над ними чудовищной угрозе.",
  },
  {
    id: 6,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/1091500/header.jpg?t=1621944801",
    title: "Cyberpank 2077",
    genres: ["Кберпанк", "Открытый мир", "Ролевая игра"],
    price: 1999,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/256810260/movie480_vp9.webm?t=1611328011",
    description:
      "Cyberpunk 2077 — приключенческая ролевая игра, действие которой происходит в мегаполисе Найт-Сити, где власть, роскошь и модификации тела ценятся выше всего. Вы играете за V, наёмника в поисках устройства, позволяющего обрести бессмертие. Вы сможете менять киберимпланты, навыки и стиль игры своего персонажа, исследуя открытый мир, где ваши поступки влияют на ход сюжета и всё, что вас окружает.",
  },
  {
    id: 7,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/812140/header_russian.jpg?t=1602601042",
    title: "Assassin's Creed",
    genres: ["Открытый мир", "Ролевая игра", "Для одного игрока"],
    price: 2499,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/256730989/movie480.webm?t=1538496199",
    description:
      "Определите свою судьбу в 'Assassin's Creed® Одиссея'. Пройдите путь от изгоя до живой легенды: отправьтесь в далекое странствие, чтобы раскрыть тайны своего прошлого и изменить будущее Древней Греции. Вас ждет совершенно новая боевая система и морские путешествия в огромном бесшовном мире, который постоянно развивается и реагирует на каждое ваше действие.",
  },
  {
    id: 8,
    image:
      "https://cdn.akamai.steamstatic.com/steam/apps/371660/header.jpg?t=1602603087",
    title: "Far Cry Primal",
    genres: ["Открытый мир", "Выживание", "Экшен", "Охота"],
    price: 2079,
    video:
      "https://cdn.akamai.steamstatic.com/steam/apps/256660819/movie480.webm?t=1455812451",
    description:
      "Серия Far Cry, подарившая вам безумные приключения в тропиках и в Гималаях, на этот раз перенесет вас туда, где борьба за выживание станет напряженной как никогда. Среди живописных просторов открытого мира, населенного удивительной фауной, с вами может произойти что угодно. Будьте готовы к неожиданностям!",
  },
];
